Repository: wxy/poolproblem
Catalog: PoolProblem/PoolProblem/Localizable.xcstrings
Source language: en
Languages: zh_hans

# badge.cleanable
source: Cleanable
zh_hans: 可清理

# badge.kept
source: Kept
zh_hans: 已保留

# badge.manual
source: Manual
zh_hans: 需手动

# badge.requires_quit
source: Quit first
zh_hans: 需退出

# badge.tooltip.cleanable
source: Cleanable automatically (regenerable)
zh_hans: 可自动清理（可再生）

# badge.tooltip.kept
source: Kept by you; not cleaned
zh_hans: 你已保留，不会被清理

# badge.tooltip.manual
source: Manual action (e.g. trash)
zh_hans: 需手动处理（如废纸篓）

# badge.tooltip.requires_quit
source: Quit the related app first
zh_hans: 需先退出相关应用

# badge.tooltip.user_confirm
source: Cleans only after your confirmation; see the details for why
zh_hans: 确认后才会清理；原因见详情

# badge.tooltip.xcode_manual
source: Only removable via Xcode components
zh_hans: 需在 Xcode 组件界面删除

# badge.user_confirm
source: Confirm
zh_hans: 需确认

# cache.children_hint
source: Subdirectories currently using at least 10 MB. Open a name in Finder; cleaning moves only the selected directory to Trash.
zh_hans: 显示当前占用至少 10 MB 的一级目录。点击名称可在 Finder 中查看；清理只会将选中的目录移入废纸篓。

# cache.clean_child
source: Clean this subdirectory (to Trash)
zh_hans: 清理该子目录（进回收站）

# cache.clean_failed
source: Could not move the selected directory to Trash. Its state may have changed; the list has been refreshed.
zh_hans: 未能将选中的目录移入废纸篓。目录状态可能已变化，列表已刷新。

# cache.cleaned
source: Moved %@ to Trash
zh_hans: 已将 %@ 移入废纸篓

# cache.confirm_cache
source: Move %@ (%@) to Trash? Only this directory is moved. You can restore it until you empty Trash.
zh_hans: 将 %@（%@）移入废纸篓？只移动这个目录，清空废纸篓前可恢复。

# cache.confirm_move
source: Move to Trash
zh_hans: 移入废纸篓

# cache.confirm_project
source: Move %@ (%@) to Trash? Xcode may re-index or rebuild this project and download dependencies again. The directory remains in Trash until you empty it.
zh_hans: 将 %@（%@）移入废纸篓？Xcode 可能重新索引或编译该项目，并重新下载依赖。清空废纸篓前仍可恢复。

# cache.confirm_shared
source: Move %@ (%@) to Trash? This shared Xcode directory may cause multiple projects to rebuild. SourcePackages may need to download dependencies again. The directory remains in Trash until you empty it.
zh_hans: 将 %@（%@）移入废纸篓？这是 Xcode 的共享目录，可能使多个项目重新编译；SourcePackages 还可能需要重新下载依赖。清空废纸篓前仍可恢复。

# cache.confirm_title
source: Confirm directory cleanup
zh_hans: 确认清理目录

# cache.observed_growth
source: Observed +%@ over %@, ending %@
zh_hans: 观测增长 +%@ · 历时 %@ · 截至 %@

# cache.no_children
source: No subdirectories currently use at least 10 MB.
zh_hans: 当前没有占用达到 10 MB 的一级目录。

# cache.open_in_finder
source: Show in Finder
zh_hans: 在 Finder 中显示

# cache.quit_xcode_help
source: Quit Xcode before cleaning DerivedData.
zh_hans: 清理 DerivedData 前请先退出 Xcode。

# cache.recent
source: Recently used
zh_hans: 近期使用

# cache.recent_help
source: This directory was written in the last minute. Try again after writes stop.
zh_hans: 此目录最近一分钟仍有写入；停止写入后再试。

# cache.protected
source: Protected
zh_hans: 受保护

# cache.protected_help
source: Protected application cache; cleanup is unavailable.
zh_hans: 受保护的应用缓存，不能在此清理。

# cache.shared
source: Shared cache
zh_hans: 共享缓存

# cache.xcode_running_warning
source: Xcode is running. Check that this directory is not in use before confirming.
zh_hans: Xcode 正在运行。请确认当前没有使用此目录，再决定是否清理。

# candidate.project_section
source: Project directories to review
zh_hans: 待确认的项目目录

# candidate.project_hint
source: These proposals only extend scanning to project artifacts. They do not clean anything immediately. Review the effect first.
zh_hans: 以下仅是扩大项目产物扫描范围的提议；不会立即清理。请先查看影响。

# candidate.project_empty
source: No project directory is ready to propose.
zh_hans: 目前没有可安全建议加入的项目目录。

# candidate.last_seen
source: Evidence recorded %@
zh_hans: 证据记录于 %@

# candidate.project_effect
source: This adds project dependencies and build output to the scan scope, then runs a full scan. Any later cleanup still requires confirmation and moves items to Trash.
zh_hans: 加入后将项目依赖与构建产物纳入扫描范围，并立即运行完整扫描；日后清理仍需确认并移入废纸篓。

# candidate.preview
source: Review effect
zh_hans: 查看影响

# candidate.recheck
source: Find projects again
zh_hans: 重新查找项目

# candidate.preview_title
source: Add this project directory to scanning?
zh_hans: 将项目目录加入扫描范围？

# candidate.preview_body
source: Directory: %@. This adds its project dependencies and build output to the scan scope and runs a full scan. Adding it does not delete files or authorize automatic permanent deletion. Any later cleanup requires your confirmation and moves items to Trash.
zh_hans: 目录：%@。加入后将其项目依赖与构建产物纳入扫描范围，并立即运行完整扫描；这一步不会删除文件，也不会授权自动永久删除。未来如需清理，仍须你确认并移入废纸篓。

# candidate.confirm_add
source: Add directory
zh_hans: 确认加入

# candidate.historical_growth
source: Historical growth evidence %@
zh_hans: 历史增长证据 %@

# candidate.project_artifacts
source: Estimated project artifacts %@
zh_hans: 项目产物估算 %@

# candidate.recent_activity
source: Recent write activity
zh_hans: 近期写入活动

# candidate.accept
source: Add
zh_hans: 采纳

# candidate.adds_to_recipe
source: Joins existing recipe: %@ · %@ / %@
zh_hans: 加入现有配方：%@ · %@ / %@

# candidate.dismiss
source: Ignore
zh_hans: 忽略

# candidate.disposition_monitor
source: Monitor only
zh_hans: 仅监控

# candidate.disposition_permanent
source: Delete permanently
zh_hans: 永久删除

# candidate.disposition_trash
source: To Trash
zh_hans: 进回收站

# candidate.evidence
source: %lld observations
zh_hans: %lld 次观测

# candidate.safety_confirm
source: Needs confirmation
zh_hans: 需确认

# candidate.safety_safe
source: Auto-safe
zh_hans: 可自动清理

# candidate.source_growth
source: grew %@
zh_hans: 增长 %@

# chart.auto
source: Auto clean
zh_hans: 自动清理

# chart.manual
source: Manual clean
zh_hans: 手动清理

# clean.auto_summary
source: Auto cleaned %lld items, about %@
zh_hans: 已自动清理 %lld 项，约 %@

# clean.confirm_message
source: Process %lld items, about %@ (moved to Trash, recoverable; actual may differ).
zh_hans: 将处理 %lld 项，估算释放 %@（将移入回收站，可恢复；真实以实测为准）。

# clean.confirm_title
source: Confirm Clean
zh_hans: 确认清理

# clean.summary
source: Cleaned %lld items, moved about %@ to Trash
zh_hans: 已清理 %lld 项，移入回收站约 %@

# clean.summary_trash_pending
source: Moved %lld items (about %@) to Trash. Empty Pool Problem's Trash batches to release disk space.
zh_hans: 已将 %lld 项（约 %@）移入废纸篓；清空 Pool Problem 的废纸篓批次后才会真正释放磁盘空间。

# common.add
source: Add
zh_hans: 添加

# common.cancel
source: Cancel
zh_hans: 取消

# common.clean
source: Clean
zh_hans: 清理

# common.close
source: Close
zh_hans: 关闭

# consistency.partial
source: Some disk information could not be verified
zh_hans: 部分磁盘信息暂时无法核对

# consistency.reconciling
source: Checking disk consistency…
zh_hans: 正在核对磁盘状态…

# common.remove
source: Remove
zh_hans: 移除

# countdown.days
source: About %lld days to auto-clean
zh_hans: 距自动清理阈值约 %lld 天

# countdown.hours
source: About %lld hours to auto-clean
zh_hans: 距自动清理阈值约 %lld 小时

# countdown.plan_below
source: Below waterline; auto-clean will run to restore headroom
zh_hans: 已低于水线，将自动清理恢复空间

# countdown.plan_cleaned
source: Auto-cleaned %lld items this scan, about %@
zh_hans: 本次已自动清理 %lld 项，约 %@

# countdown.plan_fast_growth
source: %@ is growing quickly; older subitems will be trimmed soon
zh_hans: %@ 增长较快，将清理较旧子项

# countdown.plan_idle
source: No auto-clean planned within the next 7 days
zh_hans: 未来 7 天内暂无自动清理计划

# countdown.plan_inventory_waiting
source: Reclaimable inventory: below threshold
zh_hans: 可清理项积累：尚未达到阈值

# countdown.plan_large_reclaimable
source: Reclaimable items have accumulated about %@; a small auto-clean is planned
zh_hans: 可清理项已积累约 %@，计划小批量清理

# countdown.plan_many_children
source: %@ has %lld subitems; older ones will be trimmed soon
zh_hans: %@ 已有 %lld 个子项，将清理较旧子项

# countdown.plan_near
source: Near waterline; next scan may auto-clean about %@
zh_hans: 接近水线，下次扫描将自动清理约 %@

# countdown.plan_pending
source: Pending
zh_hans: 待定

# countdown.plan_trash
source: Empty the Trash to free %@
zh_hans: 清空废纸篓可释放 %@

# countdown.plan_waterline_prediction
source: Reaching the waterline; auto-clean will run then
zh_hans: 预计达到水线后将执行自动清理

# countdown.plan_waterline_waiting
source: Waterline guard: waiting for enough history
zh_hans: 水线守护：等待足够历史数据

# countdown.stable
source: Water level stable, no auto-clean planned
zh_hans: 水位稳定，暂无自动清理计划

# detail.by_child_hint
source: Choose individual subdirectories in the detail view; the entire directory cannot be cleaned here.
zh_hans: 请在详情中逐个选择子目录；这里不会清理整个目录。

# detail.clean_confirm
source: Clean now
zh_hans: 马上清理

# detail.clean_failed
source: The item may require administrator rights or is in use. You can delete it manually in Finder or Terminal.
zh_hans: 可能没有权限或文件正被使用；可在 Finder 或终端中手动删除。

# detail.clean_blocked_process
source: %@ is still producing files. Cleanup was postponed to protect active work.
zh_hans: %@ 仍在生成文件。为保护正在进行的工作，本次清理已推迟。

# detail.clean_failed_title
source: Cleanup failed
zh_hans: 清理失败

# detail.clean_file_in_use
source: The file system reports that this item is still in use. Close the related tool and try again.
zh_hans: 文件系统报告此项目仍在使用中。请退出相关工具后重试。

# detail.clean_file_system_error
source: The file system could not complete cleanup: %@
zh_hans: 文件系统未能完成清理：%@

# detail.clean_now
source: Clean now
zh_hans: 马上清理

# detail.clean_permission_denied
source: Pool Problem cannot write to the Trash. Grant Full Disk Access in System Settings, restart the app, and try again.
zh_hans: Pool Problem 无法写入废纸篓。请在系统设置中授予完全磁盘访问权限，重新启动应用后再试。

# detail.clean_recently_modified
source: This output changed after the scan or is still within its 24-hour protection window. Scan again later.
zh_hans: 该产物在扫描后发生了变化，或仍处于 24 小时保护期内。请稍后重新扫描。

# detail.clean_requires_quit
source: Quit the related app first
zh_hans: 需先退出相关应用

# detail.clean_requires_quit_app
source: Quit %@ first
zh_hans: 需先退出 %@

# detail.cow_warning
source: Note: this item uses APFS clones (COW); the apparent size may be inflated, so the actual freed space can be much smaller.
zh_hans: 提示：此项是 APFS 克隆（COW）文件，表观大小可能虚高，清理后实际释放的空间可能远小于显示值。

# detail.keep
source: Don't clean
zh_hans: 不再清理

# detail.last_used
source: Last used
zh_hans: 最后使用

# detail.last_used_before_yesterday
source: Day before yesterday
zh_hans: 前天

# detail.last_used_hours
source: %d hours ago
zh_hans: %d 小时前

# detail.last_used_yesterday
source: Yesterday
zh_hans: 昨天

# detail.never_used
source: Never used
zh_hans: 从未使用

# detail.current_size
source: Current size
zh_hans: 当前占用

# detail.path
source: Path
zh_hans: 路径

# detail.reclaimable
source: Reclaimable
zh_hans: 可清理量

# detail.safety
source: Safety
zh_hans: 安全级

# detail.unkeep
source: Unkeep
zh_hans: 取消保留

# detail.weekly_rate
source: Weekly growth
zh_hans: 每周增速

# detail.why_cleanable
source: Why cleanable
zh_hans: 为什么可清理

# detail.why_cleanable_reason
source: These data are no longer in use
zh_hans: 这些数据不再使用

# detail.why_confirm
source: Why confirmation is needed
zh_hans: 为什么需要确认

# detail.why_manual
source: Why manual cleanup
zh_hans: 为什么需要手动

# detail.why_quit
source: Why quit is required
zh_hans: 为什么需要退出

# detail.why_quit_reason
source: These files are in use by %@
zh_hans: 这些数据正被 %@ 使用

# detail.why_suggested
source: Why we suggest cleaning
zh_hans: 为什么建议清理

# devroot.active
source: recently active
zh_hans: 近期活跃

# devroot.cleanable
source: cleanable ≈ %@
zh_hans: 可清理约 %@

# devroot.current
source: currently %@
zh_hans: 当前 %@

# devroot.group_subtitle
source: %lld projects: %@
zh_hans: %lld 个项目：%@

# devroot.hint
source: Adding a directory puts it under an existing recipe's scope, and it is monitored and cleaned per that recipe's rules.
zh_hans: 采纳后目录纳入现有配方的管理范围，按该配方的规则监控与清理。

# devroot.rescan
source: Rescan
zh_hans: 重新扫描

# header.not_scanned
source: Not scanned yet
zh_hans: 尚未扫描

# header.updated_at
source: Updated %@
zh_hans: 更新于 %@

# history.disposition_none
source: No deletion
zh_hans: 未删除

# history.disposition_permanent
source: Deleted permanently
zh_hans: 已彻底删除

# history.disposition_trash
source: Moved to Trash
zh_hans: 已移到废纸篓

# history.empty
source: No cleanup records yet.
zh_hans: 还没有清理记录。

# history.source_auto
source: Auto
zh_hans: 自动

# history.source_manual
source: Manual
zh_hans: 手动

# history.title
source: Cleanup History
zh_hans: 清理历史

# history.tooltip
source: Cleanup history
zh_hans: 清理历史

# history.undo
source: Undo
zh_hans: 撤销

# history.undo_failed
source: Couldn't restore this cleanup entry.
zh_hans: 未能恢复这条清理记录。

# info.non_cleanable_body
source: This includes content that cannot be safely auto-cleaned: system and system data, in-use app data (WeChat, QQ, Photos, etc.), and other usage not covered by our recipes. Use each app's built-in storage/cleanup features to manage the caches and junk it produces.
zh_hans: 这部分包含无法安全自动清理的内容：系统及系统数据、正在使用的应用数据（如微信、QQ、照片图库等），以及我们未纳入清理配方的其他占用。 建议使用对应软件内置的存储/清理功能管理它们产生的缓存与垃圾。

# insights.recent_events
source: Historical changes (latest per path)
zh_hans: 历史变化（每个目录最近一次）

# insights.recheck_paths
source: Check paths
zh_hans: 核对路径

# insights.historical_note
source: These are changes between past observations, not current disk use or reclaimable space. Checking paths only confirms whether they still exist.
zh_hans: 下面是过去两次观测间的变化，不是当前占用或可清理空间。核对路径只检查是否仍存在。

# insights.checked_at
source: Path existence checked %@
zh_hans: 路径存在性核对于 %@

# insights.removed_count
source: %lld historical paths no longer exist and are hidden from this list.
zh_hans: %lld 条历史路径已不存在，已从当前列表隐藏。

# insights.no_current_paths
source: No recorded growth path can currently be located.
zh_hans: 没有仍可定位的增长目录。

# insights.first_size
source: First recorded size %@
zh_hans: 首次记录占用 %@

# insights.interval_growth
source: Increased %@ in this interval
zh_hans: 期间增加 %@

# insights.path_exists_unmeasured
source: Path still exists; current size not remeasured
zh_hans: 目录仍在，当前占用未复测

# insights.path_unknown
source: Current path status unavailable
zh_hans: 当前路径状态无法核对

# insights.path_present_short
source: Path exists
zh_hans: 路径仍在

# insights.path_unknown_short
source: Unverified
zh_hans: 无法核对

# insights.watch_measured_at
source: Size estimate from full scan on %@
zh_hans: 占用估算来自 %@ 的完整扫描

# insights.recorded_at
source: First recorded %@
zh_hans: 首次记录于 %@

# insights.interval
source: Observed %@ → %@
zh_hans: 观测区间 %@ → %@

# insights.candidates
source: Recipe Suggestions
zh_hans: 配方建议

# insights.discovery_baseline
source: Directory baseline saved. Scan again later to compare growth.
zh_hans: 已保存目录基线；稍后再次扫描即可比较增长。

# insights.discovery_complete
source: Scan complete. The list shows only growth outside existing recipes.
zh_hans: 扫描完成；下方仅显示未被现有配方覆盖的增长来源。

# insights.discovery_failed
source: Could not complete the scan. Check disk access and try again; the previous baseline was kept.
zh_hans: 无法完成扫描。请检查磁盘访问权限后重试；原有基线未被替换。

# insights.discovery_no_growth
source: No scanned directory grew by at least 200 MiB in this interval.
zh_hans: 本次观测间隔内，没有已扫描目录增长达到 200 MiB。

# insights.discovery_scope
source: On demand, scan first-level folders under Caches, Logs, Developer, Application Support, Containers, develop, Downloads and .cache in your home folder. Files directly under these roots are excluded. This may take minutes and will not suggest cleanup.
zh_hans: 按需扫描主目录下 Caches、Logs、Developer、Application Support、Containers、develop、Downloads 和 .cache 的一级子目录；不包括这些根目录中的文件。可能耗时数分钟，不会生成清理建议。

# insights.drill
source: Scan growth sources
zh_hans: 扫描增长来源

# insights.drill_baseline
source: Baseline established. The list below shows currently large directories; growth comparison will work from the next drill-down.
zh_hans: 已建立基线。下方为当前占用较大的目录，供排查；下次下钻即可对比出增长的目录。

# insights.drill_baseline_note
source: Baseline established %@; growth before it cannot be attributed to directories. The list below shows currently large uncovered directories.
zh_hans: 目录基线建立于 %@，此前的增长无法归因到目录。下方为当前占用较大的未覆盖目录。

# insights.drill_caption
source: On-demand scan of Caches / Logs / Developer / Application Support / .cache — runs only when you click.
zh_hans: 按需扫描 Caches / Logs / Developer / Application Support / .cache——仅在点击时执行。

# insights.drill_empty
source: No directory grew more than 200MB since the last baseline. The growth may come from unmonitored locations (Documents, Downloads, VMs…), Time Machine local snapshots or system data (invisible as files), or be spread across many small directories.
zh_hans: 未发现超过 200MB 增长的目录。增长可能来自未监听的目录（文稿、下载、虚拟机等）、Time Machine 本地快照或系统数据（文件不可见），或分散在多个小目录中。

# insights.drill_top_size
source: Currently large directories (for investigation)
zh_hans: 当前占用较大的目录（供排查）

# insights.drilling
source: Locating growth…
zh_hans: 正在定位增长的目录…

# insights.drilling_elapsed
source: %llds
zh_hans: %lld 秒

# insights.empty
source: No unexpected growth yet
zh_hans: 暂未发现异常增长

# insights.entries
source: Growth Log
zh_hans: 增长记录

# insights.new_badge
source: New
zh_hans: 新

# insights.observed
source: last %@
zh_hans: 近%@

# insights.rate
source: %@/day
zh_hans: %@/天

# insights.reset_baseline
source: Reset baseline
zh_hans: 重置基线

# insights.reset_baseline_help
source: Dismiss this report and treat the current level as the new baseline; only future growth will be reported.
zh_hans: 以此处为新基线，不再报告此前累积的增长；以后只报告新增长。

# insights.surface_badge
source: Scan
zh_hans: 扫描

# insights.title
source: Growth Insights
zh_hans: 增长洞察

# insights.tab_changes
source: Changes
zh_hans: 变化记录

# insights.tab_watched
source: Watched
zh_hans: 只观察

# insights.tab_projects
source: Projects
zh_hans: 项目建议

# insights.unknown_space
source: Uncovered space
zh_hans: 未覆盖空间

# insights.unknown_space_footer
source: Uncovered space means disk usage not yet recognized by any cleanup recipe (for example a new tool's cache, system updates, or other apps' data). It isn't necessarily junk — it just flags a new large consumer.
zh_hans: 未覆盖空间 = 磁盘上尚未被任何清理配方识别的占用（如新工具的缓存、系统更新、其他应用数据）。它不一定是垃圾，只是提示出现了新的空间大户。

# insights.view
source: View
zh_hans: 查看

# insights.watch_empty
source: Use Refresh in the main panel to scan watched assets.
zh_hans: 在主面板点右上角刷新按钮后，这里会显示监视资产。

# insights.watch_section
source: Watched assets · observation only
zh_hans: 监视资产 · 只观察不清理

# insights.watch_size_help
source: Estimated allocated disk space; shared APFS blocks may be counted more than once.
zh_hans: 已分配磁盘空间的估算值；共享的 APFS 数据块可能重复计算。

# notify.growth_body
source: %@ grew by %@ recently
zh_hans: %@ 近期增长 %@

# notify.growth_title
source: Disk space grew unexpectedly
zh_hans: 磁盘空间异常增长

# notify.low_space_body
source: %@ remaining, consider cleaning
zh_hans: 剩余 %@，建议尽快清理

# notify.low_space_title
source: Low disk space
zh_hans: 可用空间不足

# notify.permission_body
source: Protected locations (the Trash, ~/Library/Containers) cannot be read. Please enable Full Disk Access: System Settings → Privacy & Security → Full Disk Access → enable The Pool Problem.
zh_hans: 受保护目录（废纸篓、~/Library/Containers 等）无法读取。请在 系统设置 → 隐私与安全性 → 完全磁盘访问 中勾选本应用后重启。

# notify.permission_title
source: Full Disk Access needed
zh_hans: 需要完全磁盘访问

# notify.trash_body
source: Your Trash is using about %@. Empty it to actually free the space.
zh_hans: 废纸篓目前占用约 %@，请手动清空以真正释放空间。

# notify.trash_title
source: Trash is getting full
zh_hans: 废纸篓已经积了不少东西

# outlet.cleaned_this_week
source: Cleaned this week: %@
zh_hans: 本周已清理 %@

# outlet.click_to_clean
source: Click the outlet pipe to clean manually
zh_hans: 点击出水管立即清理

# outlet.drain
source: Drain
zh_hans: 排水

# outlet.not_cleaned
source: Nothing cleaned this week
zh_hans: 本周尚未清理

# outlet.recent_logs_empty
source: No cleanups yet
zh_hans: 还没有清理记录

# outlet.recent_logs_title
source: Recent cleanups
zh_hans: 最近清理

# plan.time_today
source: Today %@
zh_hans: 今天 %@

# plan.time_tomorrow
source: Tomorrow %@
zh_hans: 明天 %@

# pool.above_waterline
source: Above %@
zh_hans: 高于水线 %@

# pool.available_label
source: Available
zh_hans: 可用空间

# pool.below_waterline
source: Below %@
zh_hans: 低于水线 %@

# pool.cleanable_label
source: Cleanable
zh_hans: 可清理空间

# pool.inflow
source: Inflow
zh_hans: 进水

# pool.rate_negative
source: %@/week
zh_hans: %@/周

# pool.rate_positive
source: +%@/week
zh_hans: +%@/周

# pool.rate_stable
source: Stable
zh_hans: 稳定

# pool.waterline
source: Waterline %@
zh_hans: 水线 %@

# pool.waterline_distance_label
source: Waterline distance
zh_hans: 距水线位置

# prediction.days
source: %lld days to waterline
zh_hans: %lld 天后到水线

# prediction.stable
source: >1 year (stable)
zh_hans: >1 年（水位稳定）

# quit.tooltip
source: Quit
zh_hans: 退出

# rationale.confirm.manual_finder
source: Old versions can be deleted manually in Finder (the current debug version is kept)
zh_hans: 可在 Finder 中手动删除旧版本（当前调试版本会保留）

# rationale.confirm.non_regenerable
source: Not regenerable: devices and installed apps must be recreated
zh_hans: 不可再生：需重建设备并重装 App

# rationale.confirm.xcode_components
source: Only removable in Xcode → Settings → Components; after deletion, this version can no longer be built
zh_hans: 只能在 Xcode → 设置 → 组件 中删除；删除后将无法使用该版本构建

# rationale.in_use
source: Still in use recently; not suggested for deletion
zh_hans: 近期仍在使用，暂不建议删除

# rationale.old_device_support
source: Old versions only; the current debugging version is kept
zh_hans: 仅旧版本；当前调试版本会保留

# rationale.regenerable
source: Regenerable: recreated or re-downloaded after deletion
zh_hans: 可再生：删除后会重新生成或重新下载

# rationale.simulator_device_data
source: Simulator device data is not regenerable
zh_hans: 模拟器设备数据不可再生

# rationale.simulator_runtime
source: Not used for a long time (judged by the last simulator boot)
zh_hans: 长期未使用（按模拟器最后启动时间判断）

# rationale.simulator_shared_cache
source: Shared cache of a runtime not used for a long time
zh_hans: 长期未使用运行时的共享缓存

# rationale.user_data_only
source: User data: displayed only, never cleaned
zh_hans: 用户数据：仅展示，永不清理

# recipe_group.assets
source: Watched Assets
zh_hans: 监视资产

# recipe_group.nodejs
source: Node.js Projects
zh_hans: Node.js 项目

# recipe_group.packageManager
source: Package Manager Caches
zh_hans: 包管理器缓存

# recipe_group.system
source: System / General
zh_hans: 系统 / 通用

# recipe_group.xcode
source: Xcode (incl. Simulator)
zh_hans: Xcode（含模拟器）

# recipe.docker-desktop-data
source: Docker Desktop Data
zh_hans: Docker Desktop 数据

# recipe.ios-device-backups
source: iOS Device Backups
zh_hans: iOS 设备备份

# recipe.local-ai-models
source: Local AI Models
zh_hans: 本地大模型

# recipe.vm-data
source: Virtual Machine Data
zh_hans: 虚拟机数据

# recipe.core-simulator-devices
source: Simulator Device Data
zh_hans: 模拟器设备数据

# recipe.library-caches
source: App Caches
zh_hans: 应用缓存

# recipe.nodejs-projects
source: Node.js projects (node_modules / build output)
zh_hans: Node.js 项目（node_modules / 构建产物）

# recipe.own-trash-batches
source: App Trash Batches
zh_hans: 本应用回收站批次

# recipe.package-manager-caches
source: Package Manager Caches
zh_hans: 包管理器缓存

# recipe.project-build-output
source: Project build output
zh_hans: 项目构建产物

# recipe.simulator-dyld-cache
source: Simulator Shared Cache
zh_hans: 模拟器共享缓存

# recipe.simulator-runtimes
source: Simulator Runtimes
zh_hans: 模拟器运行时镜像

# recipe.temporary-build-artifacts
source: Temporary Build and Test Artifacts
zh_hans: 临时构建与测试产物

# recipe.trash
source: Trash
zh_hans: 废纸篓

# recipe.xcode-devicesupport
source: Device Support (Old Versions)
zh_hans: 真机调试支持（旧版本）

# recipe.xcode-preview-cache
source: Xcode Preview Cache
zh_hans: Xcode 预览缓存

# recipe.xctestdevices
source: XCTestDevices Test Snapshots
zh_hans: XCTestDevices 测试快照

# refresh.scanning
source: Scanning…
zh_hans: 正在扫描…

# refresh.tooltip
source: Refresh
zh_hans: 手动刷新

# safety.manual_delete
source: Manual deletion
zh_hans: 需手动删除

# safety.requires_quit
source: Requires quitting app
zh_hans: 需退出应用

# safety.safe_while_running
source: Safe to clean
zh_hans: 可自动清理

# safety.user_confirm
source: Needs confirmation
zh_hans: 需确认

# section.cleanable_count
source: Cleanable (%lld)
zh_hans: 可清理项（%lld）

# section.manual_cleanup
source: Manual cleanup
zh_hans: 手动清理

# section.non_cleanable
source: Not cleanable (other used space)
zh_hans: 不可清理（其余已用）

# settings.auto_empty_batches
source: Empty app-created Trash batches after auto cleanup
zh_hans: 自动清理后清空本应用创建的回收站批次
